Repository: Shorouk278/Aqark
Catalog: Aqark/Utilities/*.lproj/Localizable.strings
Languages: ar

# lang
source: en
ar: ar

source: Search
ar: بحث

source: Favourite
ar: القائمة المفضلة

source: Account
ar: الحساب

source: ^[0][1]\d{9}$
ar: ^[٠][١]\d{9}$

source: AQARK
ar: عقارك

source: Price(High)
ar: الأعلي سعراً

source: Price(Low)
ar: الأقل سعراً

source: Newest
ar: الأحدث

source: Oldest
ar: الأقدم

source: Cancel
ar: إغلاق

source: sqm
ar: متر مربع

source: EGP/month
ar: جنيه/شهر

source: EGP
ar: جنيه

source: Apartment
ar: شقة

source: Villa
ar: ڤيلا

source: Room
ar: غرفة

source: There is no advertisements in favourite list.
ar: لا يوجد إعلانات بالقائمة المفضلة

source: Property Details
ar: تفاصيل الاعلان

source: in
ar: في

source: for
ar: لل

source: Rent
ar: ايجار

source: Buy
ar: بيع

source: Lawyers
ar: المحامين

source: Interior Desigenrs
ar: مصممي الديكور

source: Cairo
ar: القاهره

source: Alexandria
ar: الاسكندريه

source: Giza
ar: الجيزه

source: Qalyubiya
ar: القليوبيه

source: Port Said
ar: بورسعيد

source: Suez
ar: السويس

source: Luxor
ar: الاقصر

source: al-Mansura
ar: المنصوره

source: El-Mahalla El-Kubra
ar: المحله الكبري

source: Tanta
ar: طنطا

source: Asyut
ar: اسيوط

source: Ismailia
ar: الاسماعيليه

source: Faiyum
ar: الفيوم

source: Zagazig
ar: الزقازيق

source: Aswan
ar: اسوان

source: Damietta
ar: دمياط

source: Damanhur
ar: دمنهور

source: al-Minya
ar: المنيا

source: Beni Suef
ar: بني سويف

source: Qena
ar: قنا

source: Sohag
ar: سوهاج

source: Hurghada
ar: الغردقه

source: Banha
ar: بنها

source: Kafr el-Sheikh
ar: كفر الشيخ

source: Arish
ar: العريش

source: Sharqia
ar: الشرقيه

source: Beheira
ar: البحيره

source: Menofia
ar: المنوفيه

# المنصوره
source: al-Mansura
ar: المنصوره

# القاهره
source: Cairo
ar: القاهره

# الاسكندريه
source: Alexandria
ar: الاسكندريه

# الجيزه
source: Giza
ar: الجيزه

# بورسعيد
source: Port Said
ar: بورسعيد

# السويس
source: Suez
ar: السويس

# الاقصر
source: Luxor
ar: الاقصر

# المحله الكبري
source: El-Mahalla El-Kubra
ar: المحله الكبري

# طنطا
source: Tanta
ar: طنطا

# اسيوط
source: Asyut
ar: اسيوط

# الاسماعيليه
source: Ismailia
ar: الاسماعيليه

# الفيوم
source: Faiyum
ar: الفيوم

# الزقازيق
source: Zagazig
ar: الزقازيق

# اسوان
source: Aswan
ar: اسوان

# دمياط
source: Damietta
ar: دمياط

# دمنهور
source: Damanhur
ar: دمنهور

# المنيا
source: al-Minya
ar: المنيا

# بني سويف
source: Beni Suef
ar: بني سويف

# قنا
source: Qena
ar: قنا

# سوهاج
source: Sohag
ar: سوهاج

# الغردقه
source: Hurghada
ar: الغردقه

# بنها
source: Banha
ar: بنها

# كفر الشيخ
source: Kafr el-Sheikh
ar: كفر الشيخ

# العريش
source: Arish
ar: العريش

# الشرقيه
source: Sharqia
ar: الشرقيه

# البحيره
source: Beheira
ar: البحيره

# المنوفيه
source: Menofia
ar: المنوفيه

source: Furnished
ar: مفروشة

source: Shared Spa
ar: سبا مشترك

source: Central A/C
ar: تكييف مركزي

source: Maids Room
ar: غرفة للخادمة

source: Security
ar: الأمان

source: Kitchen Appliances
ar: أدوات المطبخ

source: Networked
ar: متصل بالشبكة

source: Covered Parking
ar: موقف للسيارات

source: Pets Allowed
ar: حيوانات أليفة

source: Barbecue Area
ar: منطقة الشواء

source: Walk-in Closet
ar: خزانة ملابس

source: Study
ar: دراسة

source: Private garden
ar: حديقة خاصة

source: Children's Play Area
ar: منطقة لعب الاطفال

source: Please rate
ar: من فضلك قيم عقارات

source: free
ar: مجاني

source: premium
ar: مدفوع

source: Email
ar: البريد الإلكتروني

source: Password
ar: الرقم السري

source: Login
ar: تسجيل الدخول

source: Role
ar: الوظيفه

source: User
ar: مستخدم

source: Lawyer
ar: محامي

source: Interior Designer
ar: مصمم ديكور

source: Sign Up
ar: تسجيل

source: Confirm Password
ar: تاكيد الرقم السري

source: Username
ar: اسم المستخدم

source: Mobile Number
ar: رقم الهاتف

source: company
ar: الشركة

source: Profile
ar: الصفحه الشخصية

source: year
ar: عام

source: years
ar: اعوام

source: Logout
ar: خروج

source: Edit Profile
ar: تعديل الملف الشخصي

source: country
ar: المحافظة

source: Edit
ar: تعديل

source: Add Advertisement
ar: اضافة اعلان

source: minimum price is
ar: اقل سعر هو

# بيع
source: Buy
ar: بيع

# ايجار
source: Rent
ar: ايجار

source: propertyType
ar: نوع الاعلان

source: advertisementType
ar: نوع العقار

source: bedrooms
ar: الغرف

source: bathroom
ar: الحمامات

source: location
ar: الموقع

source: description
ar: الوصف

source: images
ar: الصور

source: Size
ar: المساحة

source: price
ar: السعر

source: years exp
ar: سنين خبره

source: You can't rate yourself
ar: لا تستطيع ان تقيم نفسك

source: price is empty
ar: يجب إدخال السعر

# select advertisement Type
source: advertisement number must be selected.
ar: يجب اختيار نوع الاعلان

# select Property Type
source: Property number must be selected.
ar: يحب اختيار نوع الاعلان

# add number of bedrooms
source: bedrooms must be provided.
ar: يجب توفير الحمامات

# select number of bathroom
source: bathroom must be provided.
ar: يجب توفير الحمامات

# add your county
source: county must be provided.
ar: يجب توفير المحافظة

# add your location
source: location must be provided.
ar: يجب إدخال عنوان العقار

# add your description
source: description must be provided.
ar: يجب ادخال تفاصيل الإعلان

# select images
source: image must be selected.
ar: يجب اختيار الصور

# add your phone
source: Phone number must be provided.
ar: يجب إدخال رقم الهاتف

# add your size
source: size must be provided.
ar: يجب إدخال المساحة

# inValid size
source: The size you entered is invalid
ar: المساحة غير صالحة

# inValid price
source: The price you entered is invalid
ar: السعر غير صالح

# phone not valid
source: The phone number you entered is invalid
ar: رقم الهاتف غير صالح

source: Delete Image
ar: حذف الصورة

source: Are you sure you want to delete ?
ar: هل تريد حذف هذه الصورة ؟

source: Sorry, you used all of your free ads
ar: نأسف لقد استخدمت جميع الاعلانات المجانية

source: Advertrisement saved successfully
ar: تم اضافه الاعلان بنجاح

source: Country must be provided.
ar: يجب توفير المحافظة

source: Company must be provided.
ar: يجب توفير الشركه

source: Profile Edited Successfully
ar: تم تعديل الملف الشخصي بنجاح

source: Add To Favourite
ar: إضافة الي المفضلة

source: Can't add to favourite maximum 20 Ads can be added
ar: لا تستطيع اضافه اكثر من ٢٠ اعلان الي المفضله

source: Are you sure you want to delete this advertisement from favourite list ?
ar: هل تريد حذف هذا الإعلان من القائمة المفضلة لديك ؟

source: The email or password you entered is invalid
ar: البريد الإلكتروني أو كلمة المرور التي أدخلتها غير صالحة

source: An email address must be provided.
ar: يجب إدخال عنوان البريد الإلكتروني

source: The password must be 6 characters long or more.
ar: يجب أن تكون كلمة المرور مكونة من ٦ أحرف أو أكثر

source: Are You Sure You Want To Call Property Agent ?
ar: هل تريد إجراء إتصال بالمالك ؟

source: Thank You
ar: شكراً علي تقييمك

source: Error occured please try again later
ar: حدثت مشكله الرجاء المحاولة مرة أخري

source: Those passwords did not match.
ar: لا يوجد تطابق لكلمة المرور

source: Username must be provided.
ar: يجب ادخال اسم المستخدم

source: Username must start of letter and be between 6 and 20 characters.
ar: يجب أن يبدأ إسم المستخدم بالحرف وأن يكون بين ٦ و ٢٠ حرفًا

source: Phone number must be provided.
ar: يجب ادخال رقم الهاتف

source: Phone number is badly formatted.
ar: يجب ادخال رقم الهاتف بالشكل الصحيح

source: You Are Blocked From Adding Advertisements
ar: عذراً لا يمكنك إضافة إعلان

source: Are You Sure You Want To Delete This Advertisement ?
ar: هل أنت متأكد من حذف الإعلان ؟

source: Error
ar: خطا

source: Information
ar: معلومات

source: Call
ar: إتصال

source: Connection
ar: الاتصال

source: Internet Connection
ar: الاتصال بالانترنت

source: Bolcking
ar: حظر

source: Delete Adverisement
ar: حذف الإعلان

source: Ok
ar: موافق

source: Delete
ar: حذف

source: No Advertisements Available
ar: لا توجد اعلانات

source: Internet Connection Not Available
ar: لا يوجد اتصال بالانترنت

source: No Lawyers Available.
ar: لا يتوجد محامين في هذه المحافظه

source: No Interior Designers Available.
ar: لا يتوجد مصميي ديكور في هذه المحافظه
